Repository: 84000/data-translation-memory
Catalog: toh591-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཕྱིར་ཟློག་པ་ཆེན་མོ་མཆོག་ཏུ་གྲུབ་པ་ཞེས་བྱ་བའི་གཟུངས། སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། འཕགས་པ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: The Noble Dhāraṇī The Supreme Accomplishment of Invincible Averting, Sitātapatrā Born from the Uṣṇīṣa of the Tathāgata Homage to all buddhas and bodhisattvas and to the noble śrāvakas and pratyekabuddhas!

source: །བཅོམ་ལྡན་འདས་གཞན་གྱིས་མི་ཐུབ་པ་གཙུག་ཏོར་རྒྱལ་མོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed invincible Uṣṇīṣa Queen!

source: །འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་གནས་ཆོས་བཟངས་ལྷའི་འདུན་ས་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: The Blessed One was dwelling in Excellent Dharma, the assembly hall of the gods in the Heaven of the Thirty-Three, together with a great assembly of monks, a great assembly of bodhisattvas, and Śakra, the lord of the gods.

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་ནས་གཙུག་ཏོར་རྣམ་པར་ལྟ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།
en: The Blessed One sat down on a seat arranged for him and entered the samādhi called uṣṇīṣa gaze.

source: །སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་བཅོམ་ལྡན་འདས་ཀྱི་གཙུག་ཏོར་གྱི་དབུས་ནས་གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་བྱུང་ངོ་། །སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ།
en: As soon as he entered this samādhi, the words of this mantra formula issued from the center of the Blessed One’s uṣṇīṣa: “Homage to the Buddha.

source: །ཆོས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Dharma.

source: །དགེ་འདུན་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Saṅgha.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བདུན་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the seventy million completely perfect buddhas.

source: །བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་དང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the assembly of bodhisattvas and the assembly of śrāvakas.

source: །བྱམས་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Maitreya and all the other bodhisattva great beings. “

source: །འཇིག་རྟེན་ན་དགྲ་བཅོམ་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the arhats of this world.

source: །རྒྱུན་དུ་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the stream enterers.

source: །ལན་ཅིག་ཕྱིར་འོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the once-returners.

source: །ཕྱིར་མི་འོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the non-returners.

source: །འཇིག་རྟེན་ན་ཡང་དག་པར་སོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who have gone rightly in this world.

source: །ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who have acted rightly. “

source: །ལྷའི་དྲང་སྲོང་དམོད་པ་འདོར་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the divine ṛṣis who cast curses.

source: །རིག་སྔགས་འཆང་གྲུབ་པའི་དྲང་སྲོང་ཕན་འདོགས་ནུས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to ṛṣis who have attained the state of a vidyādhara and have the power to benefit.

source: །རིག་སྔགས་འཆང་གྲུབ་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the accomplished vidyādharas. “

source: །ཚངས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Brahmā.

source: །དབང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Indra.

source: །ལེགས་ལྡན་དྲག་པོ་དཀའ་ཐུབ་ཟློག་པའི་བདག་པོ་དང་བཅས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Rudra along with Umāpati.

source: །ལེགས་ལྡན་སྲེད་མེད་ཀྱི་བུ་ཕྱག་རྒྱ་ཆེན་པོ་ལྔས་ཕྱག་བྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Nārāyaṇa, worshiped by the five great mudrās.

source: །ལེགས་ལྡན་ནག་པོ་ཆེན་པོ་གྲོང་ཁྱེར་སུམ་བརྩེགས་འཇིག་པར་བྱེད་པ་དུར་ཁྲོད་ན་གནས་པར་མོས་པ་མ་མོའི་ཚོགས་ཀྱིས་ཕྱག་བྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Mahākāla, destroyer of Tripura, who prefers to reside in a charnel ground and is worshiped by hordes of mātṛs. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the tathāgata family.

source: །བཅོམ་ལྡན་འདས་པདྨོའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the lotus family.

source: །བཅོམ་ལྡན་འདས་རྡོ་རྗེའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the vajra family.

source: །བཅོམ་ལྡན་འདས་ནོར་བུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the jewel family.

source: །བཅོམ་ལྡན་འདས་གླང་པོའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the elephant family.

source: །བཅོམ་ལྡན་འདས་གཞོན་ནུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the youthful family.

source: །བཅོམ་ལྡན་འདས་ཀླུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the nāga family. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔའ་བརྟན་པའི་སྡེ་མཚོན་ཆའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Dṛḍhaśūraraṇasenapraharaṇarāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་ཏུ་མེད་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Amitābha.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་བསྐྱོད་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Akṣobhya.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྨན་གྱི་བླ་བཻ་ཌཱུརྱའི་འོད་ཀྱི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Bhaiṣajyaguruvaiḍūryaprabharāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སཱ་ལའི་དབང་པོའི་རྒྱལ་པོ་མེ་ཏོག་ཀུན་དུ་རྒྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Supuṣpitaśālendrārāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Śākyamuni.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་པོ་ཆེའི་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Ratnaketurāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀུན་དུ་བཟང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Samantabhadra.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་སྣང་མཛད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vairocana.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྤྱན་རྒྱས་པ་ཨུཏྤལའི་དྲིའི་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །དེ་རྣམས་ལ་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདིས་འབྱུང་པོའི་གདོན་ཐམས་ཅད་ཚར་གཅོད་པར་བྱེད་པ། གཞན་གྱི་རིག་སྔགས་ཐམས་ཅད་གཅོད་པར་བྱེད་པ། དུས་མ་ཡིན་པར་འཆི་བ་ཐམས་ཅད་ཟློག་པ། སེམས་ཅན་གསོད་པ་དང་། བཅིངས་པ་ཐམས་ཅད་ལས་གྲོལ་བར་བྱེད་པ། སྡང་བ་དང་།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vikasitanetrotpalagandhaketurāja. “

source: རྨི་ལམ་ངན་པ་ལྟས་ངན་པ་ཐམས་ཅད་ཟློག་པ། གནོད་སྦྱིན་དང་སྲིན་པོའི་གདོན་ཐམས་ཅད་འཇིག་པར་བྱེད་པ། གདོན་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་འཇིག་པར་བྱེད་པ། རྒྱུ་སྐར་ཉི་ཤུ་རྩ་བརྒྱད་དགའ་བར་བྱེད་པ། གཟའ་ཆེན་པོ་བརྒྱད་འཇིག་པར་བྱེད་པ། དགྲ་ཐམས་ཅད་ཟློག་པར་བྱེད་པ། མ་རུངས་པ་དང་། སྡང་བ་དང་། རྨི་ལམ་ངན་པ་ཐམས་ཅད་འཇིག་པར་བྱེད་པ། དུག་དང་། མཚོན་ཐམས་ཅད་དང་། མེ་དང་ཆུ་ལས་ཟློག་པར་བྱེད་པ། ངན་འགྲོའི་འཇིགས་པ་ཐམས་ཅད་ལས་སྒྲོལ་བ་སྟེ།
en: After paying homage to these blessed ones, this great invincible spell for averting, the blessed Sitātapatrā born from the uṣṇīṣa of the Tathāgata, annihilates all bhūtas who are grahas; disrupts all opposing spells; averts all forms of untimely death; frees beings from all that would kill or bind them; averts all malice, nightmares, and bad omens; destroys all yakṣas and rākṣasas who are grahas; destroys the eighty-four thousand types of grahas; appeases the twenty-eight lunar mansions; destroys the eight great celestial bodies; averts all enemies; destroys all violence, malice, and nightmares; averts poison, weapons, fire, and water; and liberates from all fear of the lower realms. “

source: གཞན་གྱིས་མི་ཐུབ་དྲག་ཤུལ་ཆེ། །གཏུམ་པ་ཆེན་མོ་སྟོབས་ཆེན་མོ།
en: She is invincible and greatly terrifying, Intensely fierce and greatly powerful.

source: །འབར་བ་ཆེན་མོ་གཟི་བརྗིད་ཆེ། །དཀར་ཆེན་འབར་ཕྲེང་གོས་དཀར་མོ།
en: She blazes brightly and is rich in splendor; She is bright white Pāṇḍaravāsinī, wreathed in flame. “

source: །འཕགས་མ་སྒྲོལ་མ་ཁྲོ་གཉེར་ཅན།
en: She is noble Tārā and Bhṛkuṭī.

source: །རྒྱལ་བའི་རྡོ་རྗེ་ཕྲེང་ཞེས་གྲགས། །པདྨའི་མངོན་མཚན་རྡོ་རྗེས་མཚན།
en: Renowned as the victorious Vajramālā, She appears as a lotus and is marked with a vajra.

source: །གཞན་གྱིས་མི་ཐུབ་ཕྲེང་བ་ཅན།
en: She is Aparājitā and Mālā. “

source: །རྡོ་རྗེའི་མཆུ་ཅན་རྣམ་སྒེག་མོ། །ཞི་བའི་ལྷ་རྣམས་ཀྱིས་མཆོད་མ།
en: She is the alluring Vajratuṇḍī, Worshiped by the peaceful gods.

source: །ཞི་བ་གསེར་གྱི་ཕྲེང་བ་ཅན། །དཀར་ཆེན་འབར་བ་གོས་དཀར་མོ།
en: She is the peaceful Kāñcanamālikā, And the bright white and blazing Pāṇḍaravāsinī. “

source: །འཕགས་མ་སྒྲོལ་མ་སྟོབས་ཆེན་མོ། །རྡོ་རྗེ་ལུ་གུ་རྒྱུད་གཞན་དང་། །རྡོ་རྗེ་གཞོན་ནུ་རིགས་འཛིན་མ། །ལག་ན་རྡོ་རྗེའི་རིགས་གསེར་ཕྲེང་།
en: She is noble Tārā, greatly powerful, Vajraśṛṅkhalā and Aparā, Vajrakaumārī, scion of her family, And the vidyā Kāñcanamālikā with vajra in hand. “

source: །ལེ་བརྒན་རྩི་དང་རིན་ཆེན་མ། །སྣང་མཛད་རྡོ་རྗེ་གཙུག་ཏོར་གྲགས།
en: She is Kusumbharatnā and Vairocanā And the one renowned as Vajroṣṇīṣā. “

source: །ཕྱག་རྒྱ་དང་སྔགས་ཀྱི་ཚོགས་དེ་དག་ཐམས་ཅད་ཀྱིས་བདག་འཁོར་དང་བཅས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་བསྲུང་དུ་གསོལ། ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། ཛམྦྷ་ན་ཀ་རཱིཧཱུྃ་དྲཱུཾ་ཧཱིཿཥྚོཾ། སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། མོ་ཧ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སམྦྷཀྵ་ཎ་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། བནྡྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། པ་ར་བིཥ་བྷཀྵ་ཎ་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སརྦ་དུཥྚཱ་པྲ་དུཥྚཱ་ཎཱཾ་སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སརྦ་ཡཀྵ་རཱཀྵ་ས་གྲ་ཧཱ་ཎཱཾ་བིདྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སརྦ་པ་ར་བིབྱཱ་ཙྪེ་ད་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱྃཿཥྚོཾ། ཙ་ཏུ་རཱ་ཤི་ཏཱི་ནཱཾ་གྲ་ཧ་ས་ཧ་སྲཱ་ནཱཾ་བི་དྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། ཨཥྚ་བིཾ་ཤ་ཏཱི་ནཱཾ་ནཀྵ་ཏྲཱ་ཎཱཾ་པྲ་སཱ་དྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། ཨཥྚཱ་ནཱཾ་མ་ཧཱ་གྲ་ཧཱ་ཎཱཾ་བིདྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾཧྲཱིཿཥྚོཾ། རཀྵ་རཀྵ་མཱཾ་སརྦ་སཏྭཱཾཤྩ། བཅོམ་ལྡན་འདས་མ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་རྡོ་རྗེ་གཙུག་ཏོར་ཕྱིར་ཟློག་པ་ཆེན་མོ།
en: May this entire host of mudrās and mantra deities protect me, my community, and all beings!

source: ཕྱག་སྟོང་མངའ་བ་ཆེན་མོ། དབུ་སྟོང་མངའ་བ་ཆེན་མོ། སྤྱན་བྱེ་བ་བརྒྱ་སྟོང་མངའ་བ། མི་ཕྱེད་འབར་བའི་མཚན་རྟགས་ཅན། རྡོ་རྗེ་ཡངས་པ་ཆེན་མོས་ས་གསུམ་གྱི་དཀྱིལ་འཁོར་དུ་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བདེ་ལེགས་སུ་གྱུར་ཅིག །
en: oṁ sarvatathāgatoṣṇīṣasitātapatre hūṁ drūṃ hrīḥ ṣṭoṃ | jambhanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | stambhanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | mohanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sambhakṣaṇakarī hūṁ drūṃ hrīḥ ṣṭoṃ | bandhanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | paraviṣabhakṣakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sarvaduṣṭapraduṣṭān stambhanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sarvayakṣarākṣasagrahāṇāṃ vidhvaṃsanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sarvaparavidyācchedanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | caturaśītināṃ grahasahasrāṇāṃ vidhvaṃsanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | aṣṭāviṃśatīnāṃ nakṣatrāṇāṃ prasādanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | aṣṭānāṃ mahāgrahāṇāṃ vidhvaṃsanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | rakṣa rakṣa māṃ sarvasattvāṃś ca | “Blessed Sitātapatrā, born from the uṣṇīṣa of the Tathāgata, Vajroṣṇīṣā, great averting goddess, great goddess with a thousand arms, great goddess with a thousand heads, great goddess with a trillion eyes, indestructible goddess with blazing features, great exalted vajra goddess, grant auspiciousness for me and all beings within the maṇḍala of the three realms of existence! “

source: རྣམ་པར་བསྒྱིངས་མའི་རྡོ་རྗེ་དང་། །གསེར་འོད་ལྟ་བུའི་སྤྱན་མངའ་མ། །རྡོ་རྗེ་སྒྲོས་དང་དཀར་མོ་དང་།
en: She is Vijṛmbhamānikā and Vajrā, Vajratuṇḍī and Locanā, whose eyes shine like gold.

source: །པདྨའི་སྤྱན་དང་ཟླ་འོད་དང་།
en: She is Śvetā, Kamalākṣī, and Śaśiprabhā.

source: །སངས་རྒྱས་དཔལ་དང་དེ་བཞིན་སྤྱན། །རྡོ་རྗེ་ཉི་མའི་འོད་དང་ནི། །དེ་བཞིན་ཟླ་བ་རྡོ་རྗེ་འཛིན།
en: Likewise she is the glorious Buddhalocanā, Vajrā and Sūryaprabhā, And so too Candrā and Vajradharā. “

source: །རིག་པ་དང་ཕྱག་རྒྱ་དང་གསང་སྔགས་ཀྱི་ཚོགས་དེ་དག་ཐམས་ཅད་ཀྱིས་བདག་དང་སེམས་ཅན་ཐམས་ཅད་ཀུན་ནས་བསྲུང་བར་མཛད་དུ་གསོལ། ཨོཾ་རྀ་ཥི་ག་ཎ་པྲ་ཤསྟ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་དྲཱུཾ། ཛམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། མ་ཧཱ་བིདྱཱ་སམྦྷཀྵ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། པ་ར་བི་དྱཱ་སམྦྷཀྵ་ན་ར་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། སརྦ་དུཥྚ་ཎཱཾ་སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། སརྦ་ཡཀྵ་རཱཀྵ་ས་གྲ་ཧཱ་ཎཱཾ་བི་དྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། ཙ་ཏུ་རཱ་ཤི་ཏཱི་ནཱཾ་གྲ་ཧ་ས་ཧ་སྲཱ་ཎཱཾ་བིདྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། ཨཥྚཱ་བིཾ་ཤ་ཏཱི་ནཱཾ་ན་ཀྵ་ཏྲཱ་ཎཱཾ་པྲ་སཱ་དྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུྃ། ཨཥྚཱ་ཎཱཾ་མ་ཧཱ་གྲ་ཧ་ཎཱཾ་བི་དྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་རཀྵ་རཀྵ་མཱཾ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་རྡོ་རྗེའི་གཙུག་ཏོར་ཕྱིར་ཟློག་པ་ཆེན་མོ།
en: May this entire host vidyās, mudrās, and mantra deities completely protect me and all beings!

source: ཕྱག་སྟོང་མངའ་བ་ཆེན་མོ། དབུ་སྟོང་མངའ་བ་ཆེན་མོ། སྤྱན་བྱེ་བ་བརྒྱ་སྟོང་མངའ་བ་ཆེན་མོ། མི་ཕྱེད་འབར་བའི་མཚན་རྟགས་ཅན། རྡོ་རྗེ་ཡངས་པ་ཆེན་མོས་ས་གསུམ་གྱི་དཀྱིལ་འཁོར་ལ་མངའ་མཛད་མ་ཀུན་བདག་ལ་བསྲུང་དུ་གསོལ། བདག་དང་སེམས་ཅན་ཐམས་ཅད་རྒྱལ་པོའི་འཇིགས་པ་དང་། རྐུན་པོའི་འཇིགས་པ་དང་།
en: oṁ ṛṣigaṇapraśaste sarvatathāgatoṣṇīṣasitātapatre hūṁ drūṃ | jambhanakarī hūṁ drūṃ | stambhanakarī hūṁ drūṃ | mahāvidyāstambhakṣaṇakarī hūṁ drūṃ | paravidyāsambhakṣaṇakarī hūṁ drūṃ | sarvaduṣṭānāṃ stambhanakarī hūṁ drūṃ | sarvayakṣarākṣasagrahāṇāṃ vidhvaṃsanakarī hūṁ drūṃ | caturaśitīnāṃ grahasahasrāṇāṃ vidhvaṃsanakarī hūṁ drūṃ | aṣṭāviṃśatīnāṃ nakṣatrāṇāṃ prasādanakarī hūṁ drūṃ | aṣṭānām mahāgrahāṇāṃ vidhvaṃsanakarī hūṁ drūṃ | hūṁ hūṁ phaṭ phaṭ rakṣa rakṣa māṃ svāhā | “Blessed Sitātapatrā, born from the uṣṇīṣa of the Tathāgata, Vajroṣṇīṣā, great averting goddess, great goddess with a thousand arms, great goddess with a thousand heads, great goddess with a trillion eyes and indestructible blazing features, great exalted vajra goddess who rules over the maṇḍala of the three planes of existence, please protect us all! “

source: མེའི་འཇིགས་པ་དང་། ཆུའི་འཇིགས་པ་དང་། དུག་གི་འཇིགས་པ་དང་། མཚོན་གྱི་འཇིགས་པ་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱི་འཇིགས་པ་དང་། མུ་གེའི་འཇིགས་པ་དང་། དགྲའི་འཇིགས་པ་དང་། ལྕེ་འབབ་པའི་འཇིགས་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་དང་། ས་གཡོ་བའི་འཇིགས་པ་དང་། སྐར་མདའ་ལྟུང་བའི་འཇིགས་པ་དང་། རྒྱལ་པོའི་ཆད་པའི་འཇིགས་པ་དང་། ལས་ཀྱི་འཇིགས་པ་དང་། ཀླུའི་འཇིགས་པ་དང་། གློག་གི་འཇིགས་པ་དང་། ནམ་མཁའ་ལྡིང་གི་འཇིགས་པ་དང་།
en: Grant auspiciousness in the face of dangers from rulers, thieves, fire, water, poison, weapons, opposing armies, famines, enemies, thunderbolts, untimely death, earthquakes, falling meteors, royal punishment, rituals, nāgas, lightning, suparṇas, and ferocious beasts. “

source: གཅན་གཟན་ཁྲོ་བོའི་འཇིགས་པ་དང་། ལྷའི་གདོན་དང་། ཀླུའི་གདོན་དང་། ལྷ་མ་ཡིན་གྱི་གདོན་དང་། རླུང་ལྷའི་གདོན་དང་། ནམ་མཁའ་ལྡིང་གི་གདོན་དང་། དྲི་ཟའི་གདོན་དང་། མི་འམ་ཅིའི་གདོན་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་གདོན་དང་། གནོད་སྦྱིན་གྱི་གདོན་དང་། སྲིན་པོའི་གདོན་དང་། ཡི་དགས་ཀྱི་གདོན་དང་། ཤ་ཟའི་གདོན་དང་། འབྱུང་པོའི་གདོན་དང་། གྲུལ་བུམ་གྱི་གདོན་དང་། སྲུལ་པོའི་གདོན་དང་། ལུས་སྲུལ་པོའི་གདོན་དང་། སྐེམ་བྱེད་ཀྱི་གདོན་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་དང་། སྨྱོ་བྱེད་ཀྱི་གདོན་དང་། གྲིབ་གནོན་གྱི་གདོན་དང་། གནོན་པོའི་གདོན་དང་། མཁའ་འགྲོ་མའི་གདོན་དང་། ནམ་གྲུའི་གདོན་དང་། གཤིན་རྗེའི་གདོན་དང་། བྱའི་གདོན་དང་། མ་མོ་དགའ་བར་བྱེད་པའི་གདོན་དང་། ཀུན་དུ་ཕྲེང་བའི་གདོན་དང་། ཚེར་མ་འདོན་པའི་གདོན་ལས་བདག་བདེ་ལེགས་སུ་གྱུར་ཅིག །ཟས་སུ་མདངས་ཟ་བ་དང་། ཟས་སུ་མངལ་ཟ་བ་དང་། ཟས་སུ་ཁྲག་འཐུང་བ་དང་། ཟས་སུ་ཞག་ཟ་བ་དང་། ཟས་སུ་ཤ་ཟ་བ་དང་། ཟས་སུ་ཚིལ་ཟ་བ་དང་། ཟས་སུ་རྐང་ཟ་བ་དང་། ཟས་སུ་བཙས་པ་ཟ་བ་དང་། སྲོག་འཕྲོག་པ་དང་། ཟས་སུ་སྐྱུགས་པ་ཟ་བ་དང་། ཟས་སུ་ཕྱི་ས་ཟ་བ་དང་། ཟས་སུ་གཅིན་འཐུང་བ་དང་། ཟས་སུ་སྟོར་ཁུང་ནས་འབབ་པ་འཐུང་བ་དང་། ཟས་སུ་ལྷག་མ་ཟ་བ་དང་། ཟས་སུ་མཆིལ་མ་འཐུང་བ་དང་། ཟས་སུ་སྣབས་ཟ་བ་དང་། ཟས་སུ་ངར་སྣབས་ཟ་བ་དང་། ཟས་སུ་མི་གཙང་བ་ཟ་བ་དང་། ཟས་སུ་གཏོར་མ་ཟ་བ་དང་། ཟས་སུ་ཕྲེང་བ་ཟ་བ་དང་། ཟས་སུ་དྲི་ཟ་བ་དང་། ཟས་སུ་བདུག་པ་ཟ་བ་དང་།
en: Grant auspiciousness in the face of the influence of grahas who devas, nāgas, asuras, maruts, garuḍas, gandharvas, kinnaras, mahoragas, yakṣas, rākṣasas, pretas, piśācas, bhūtas, kumbhāṇḍas, pūtanas, kaṭapūtanas, skandas, apasmāras, unmādas, chāyās, ostārakas, ḍākinīs, revatīs, yāmakas, śakunis, mātṛnandīs, samikās, and kaṇṭakamālinīs! “

source: སེམས་འཕྲོག་པ་དང་། ཟས་སུ་མེ་ཏོག་ཟ་བ་དང་། ཟས་སུ་འབྲས་བུ་ཟ་བ་དང་། ཟས་སུ་ལོ་ཏོག་ཟ་བ་དང་། ཟས་སུ་སྦྱིན་སྲེག་ཟ་བའི་གདོན་ལས་བདག་ལ་བསྲུང་བ་གྱིས་ཤིག །
en: Protect me from those who consume vitality and fetuses; who drink blood; who consume fat, flesh, grease, marrow, and newborns; who steal life; who consume vomit, feces, and urine; who drink sewage and devour leftovers; who drink saliva and consume snot, mucus, filth, oblations, flower garlands, fragrances, and incense; who capture people’s minds; and who consume flowers, fruits, grains, and burnt offerings! “

source: གདོན་དེ་དག་ཐམས་ཅད་ཀྱི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of all these grahas!

source: །ཀུན་དུ་རྒྱུས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of mendicants!

source: །མཁའ་འགྲོ་དང་མཁའ་འགྲོ་མས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of ḍākas and ḍākinīs!

source: །ཚངས་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Brahmā!

source: །དབང་ཕྱུག་ཆེན་པོས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །སྲེད་མེད་ཀྱི་བུས་བྱས་པའི་རིག་སྔགས་གཅད་དོ།
en: I cut and pin down the spells of Maheśvara!

source: །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Nārāyaṇa!

source: །ནམ་མཁའ་ལྡིང་ཡང་དག་པ་དང་ལྷན་ཅིག་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells cast together with the true garuḍa!

source: །ནག་པོ་ཆེན་པོས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Mahākāla!

source: །མ་མོའི་ཚོགས་རྣམས་ཀྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །མིའི་ཐོད་པ་ཅན་གྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ།
en: I cut and pin down the spells of the hordes of mātṛs!

source: །ཕུར་བུས་གདབ་བོ། །རྒྱལ་བར་བྱེད་པ་དང་། སྦྲང་རྩིར་བྱེད་པ་དང་།
en: I cut and pin down the spells of kāpālikas!

source: དོན་ཀུན་གྲུབ་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Jayakara, Madhukara, and Sarvārthasiddhi!

source: །སྲིང་མོ་བཞིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །བྷྲྀང་གི་རི་ཏི་དང་།
en: I cut and pin down the spells of the Four Bhaginīs!

source: དགའ་བྱེད་དབང་ཕྱུག་དང་། ཚོགས་ཀྱི་བདག་པོ་དང་ལྷན་ཅིག་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Bhṛṅgiriṭi and Nandikeśvara along with Gaṇapati!

source: །དགེ་སྦྱོང་གཅེར་བུས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of naked ascetics!

source: །དགེ་སྦྱོང་མགོ་རེག་གིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of shaven-headed ascetics!

source: །དགྲ་བཅོམ་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of arhats!

source: །འདོད་ཆགས་དང་བྲལ་བས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of those devoid of passion!

source: །འཇིག་རྟེན་དབང་ཕྱུག་འཁོར་དང་བཅས་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Lokeśvara and his retinue!

source: །ལག་ན་རྡོ་རྗེ་འཁོར་དང་བཅས་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །ཕོ་ཉ་དང་།
en: I cut and pin down the spells of Vajrapāṇi and his retinue!

source: ཕོ་ཉ་མོ་དང་། བྲན་ཕོ་དང་། བྲན་མོས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of dūtas, dūtīs, ceṭas, and ceṭīs!

source: །དྲང་སྲོང་གི་ཚོགས་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of all the hosts of ṛṣis!

source: །ལྷའི་ཚོགས་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of the hosts of devas!

source: །མི་འཕྲོད་པ་ཟ་བའི་ཚོགས་ཀྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of the hordes of those who wish to do harm! “

source: །བཅོམ་ལྡན་འདས་མ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ་ལ་ཕྱག་འཚལ་ལོ། །བདག་ལ་བསྲུང་དུ་གསོལ་བསྲུང་དུ་གསོལ། ཨོཾ་ཨ་སི་ཏཱ་ན་ལཱ་རྐ་པྲ་བྷཱ་སྥུ་ཊ་བི་ཀཱ་སི་ཏཱ་ཏ་པ་ཏྲེ། ཨོཾ་ཛྭ་ལ་ཛྭ་ལ། ཁཱ་ད་ཁཱ་ད།
en: Homage to the blessed Sitātapatrā, born from the uṣṇīṣa of the Tathāgata, who is worshiped by all the buddhas and bodhisattvas!

source: ཧ་ན་ཧ་ན། ད་ར་ད་ར། བི་ད་ར་བི་ད་ར།
en: Protect me, please protect me!

source: ཙྪིནྡ་ཙྪིནྡ། བྷིནྡ་བྷིནྡ། བནྡྷ་བནྡྷ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། སྙིང་པོའོ། །ཧེ་ཧེ་ཕཊ། ཧོ་ཧོ་ཕཊ། ཨ་མོ་གྷཱ་ཡ་ཕཊ། ཨ་པྲ་ཏི་ཧ་ཏཱ་ཡ་ཕཊ། བ་ར་དཱ་ཡ་ཕཊ། བ་ར་པྲ་དཱ་ཡ་ཕཊ། པྲ་ཏྱཾ་གི་རི་ཏཱ་ཡ་ཕཊ། ཨ་སུ་ར་བི་དྲཱ་བ་ཎ་ཀ་རཱ་ཡ་ཕཊ། བ་ར་བི་དྲཱ་བ་ཎ་ཀ་རཱ་ཡ་ཕཊ། སརྦ་དེ་བེ་བྷྱཿཕཊ། སརྦ་ནཱ་གི་བྷྱཿཕཊ། སརྦ་ཡཀྵེ་བྷྱཿཕཊ། སརྦ་རཱཀྵ་སེ་བྷྱཿཕཊ། སརྦ་བྷཱུ་ཏེ་བྷྱཿཕཊ། སརྦ་པྲེ་ཏེ་བྷྱཿཕཊ། སརྦ་བི་ཤཱ་
en: oṁ asitānalārkaprabhāsphuṭavikasitasitātapatre | oṁ jvala jvala khāda khāda hana hana dara dara vidara vidara chinda chinda bhinda bhinda bandha bandha hūṁ hūṁ phaṭ phaṭ svāhā | “This is the essence mantra.
